cavidades/cavityRe100/system/sondas
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Writes out values of fields from cells nearest to specified locations.

\*---------------------------------------------------------------------------*/

points (
    (0.97 0.03 0.05)
    );

fields (p Uy);

#includeEtc "caseDicts/postProcessing/probes/probes.cfg"

// ************************************************************************* //
